Repository: naoxio/ukuvota
Catalog: lib/l10n/app_*.arb
Languages: de, es, it

source: Proposals Container
de: Vorschläge Container
es: Contenedor de propuestas
it: Contenitore delle proposte

source: No proposals found.
de: Keine Vorschläge gefunden.
es: No se encontraron propuestas.
it: Nessuna proposta trovata.

source: Add Proposal
de: Vorschlag hinzufügen
es: Agregar propuesta
it: Aggiungi Proposta

source: Empty proposal
de: Leerer Vorschlag
es: Propuesta vacía
it: Proposta vuota

source: Add Proposal Template
de: Vorlagen-Vorschlag hinzufügen
es: Agregar plantilla de propuesta
it: Aggiungi modello di proposta

# enableJavaScript
source: JavaScript is required for the full functionality of this page. Please enable JavaScript in your browser settings.
de: JavaScript wird für die volle Funktionalität dieser Seite benötigt. Bitte aktivieren Sie JavaScript in Ihren Browsereinstellungen.
es: JavaScript es necesario para la funcionalidad completa de esta página. Por favor, activa JavaScript en las configuraciones de tu navegador.
it: JavaScript è necessario per la piena funzionalità di questa pagina. Si prega di abilitare JavaScript nelle impostazioni del browser.

# homeDescription
source: Voting Made Simple, Secure, and Empowering
de: Einfaches, sicheres und ermächtigendes Wählen
es: Votación Simple, Segura y Responsabilizzante
it: Voto Semplice, Sicuro e Responsabilizzante

# homeSubheader
source: Voting Made Simple, Secure, and Empowering
de: Einfaches, sicheres und ermächtigendes Wählen
es: Votación Simple, Segura y Responsabilizzante
it: Voto Semplice, Sicuro e Responsabilizzante

# webAppCardTitle
source: Web App
es: App Web
it: App Web

# webAppCardDescription
source: Seamless web-based voting experience, accessible and user-friendly.
de: Nahtlose webbasierte Wahlerfahrung, zugänglich und benutzerfreundlich.
es: Experiencia de votación web sin interrupciones, accesible y fácil de usar.
it: Esperienza di voto web senza interruzioni, accessibile e facile da usare.

# webAppCardButton
source: Create New Process
de: Neuen Prozess Erstellen
es: Crear Nuevo Proceso
it: Creare Nuovo Processo

# telegramBotCardTitle
source: Telegram Bot
es: Bot de Telegram
it: Bot Telegram

# telegramBotCardDescription
source: Convenient voting through Telegram, integrating voting into daily communication.
de: Bequemes Wählen über Telegram, integriert in die tägliche Kommunikation.
es: Votación conveniente a través de Telegram, integrando la votación en la comunicación diaria.
it: Voto conveniente tramite Telegram, integrando il voto nella comunicazione quotidiana.

# telegramBotCardButton
source: Go to Bot
de: Zum Bot gehen
es: Ir al Bot
it: Vai al Bot

# dashboardNoProcesses
source: Currently, there are no processes to display.
de: Derzeit gibt es keine anzuzeigenden Prozesse.
es: Actualmente, no hay procesos para mostrar.
it: Attualmente, non ci sono processi da visualizzare.

# dashboardBeginProcess
source: Begin by creating a new process or adding an existing one to get started.
de: Starten Sie, indem Sie einen neuen Prozess erstellen oder einen bestehenden hinzufügen.
es: Comienza creando un nuevo proceso o agregando uno existente para comenzar.
it: Inizia creando un nuovo processo o aggiungendone uno esistente per cominciare.

# dashboardOptions
source: What would you like to do?
de: Was möchten Sie tun?
es: ¿Qué te gustaría hacer?
it: Cosa vorresti fare?

# dashboardCreateNewProcess
source: Create New Process
de: Neuen Prozess erstellen
es: Crear Nuevo Proceso
it: Crea Nuovo Processo

# dashboardAdd
source: Add
de: Hinzufügen
es: Agregar
it: Aggiungi

# dashboardAddByUUID
source: Add Process by UUID
de: Prozess per UUID hinzufügen
es: Agregar Proceso por UUID
it: Aggiungi Processo per UUID

# dashboardEnterUUID
source: Enter UUID or link
de: Geben Sie UUID oder Link ein
es: Introduce UUID o enlace
it: Inserisci UUID o link

# dashboardImportProcesses
source: Import Processes
de: Prozesse importieren
es: Importar Procesos
it: Importa Processi

# dashboardImport
source: Import
de: Importieren
es: Importar
it: Importa

# dashboardExport
source: Export Processes
de: Prozesse exportieren
es: Exportar Procesos
it: Esporta Processi

# guideCheckboxLabel
source: Do not show this guide next time
de: Diesen Leitfaden das nächste Mal nicht anzeigen
es: No mostrar esta guía la próxima vez
it: Non mostrare questa guida la prossima volta

# guideCreateProcessButton
source: Create Process
de: Prozess erstellen
es: Crear Proceso
it: Crea Processo

# setupContinueEditing
source: Continue Editing
de: Bearbeitung Fortsetzen
es: Continuar editando
it: Continua la modifica

# setupExistingProcessPrompt
source: You have an existing process. Would you like to continue?
de: Sie haben einen bestehenden Prozess. Möchten Sie fortfahren?
es: Tienes un proceso existente. ¿Quieres continuar?
it: Hai un processo esistente. Vuoi continuare?

source: Setup Process
de: Process Erstellen
es: Proceso de configuración
it: Processo di configurazione

# setupSelectTimeForVoting
source: Select the time for voting
de: Wählen Sie die Zeit für die Abstimmung
es: Selecciona la hora para votar
it: Seleziona l'orario per la votazione

# setupProposals
source: Add proposals
de: Vorschläge hinzufügen
es: Agregar propuestas
it: Aggiungi proposte

# setupSetDate
source: Set Date
de: Datum festlegen
es: Establecer fecha
it: Imposta data

# setupDuration
source: Duration
de: Dauer
es: Duración
it: Durata

# setupSetDuration
source: Set Duration
de: Dauer festlegen
es: Establecer duración
it: Imposta durata

# setupTimeLeftHeading
source: Select the time for proposals and voting
de: Wählen Sie die Zeit für Vorschläge und Abstimmung
es: Selecciona tiempo para las propuestas y la votación
it: Seleziona il tempo per le proposte e la votazione

# setupTimeLeftVotingHeading
source: Select the time for voting
de: Wählen Sie die Zeit für die Abstimmung
es: Selecciona la hora para votar
it: Seleziona l'orario per la votazione

# setupErrorMinProposals
source: You need at least 2 proposals to proceed.
de: Sie benötigen mindestens 2 Vorschläge, um fortzufahren.
es: Se requieren al menos 2 propuestas para proceder.
it: È necessario almeno 2 proposte per procedere.

# setupTimezone
source: Timezone
de: Zeitzone
es: Zona horaria
it: Fuso orario

# loadQuill
source: Loading QuillEditor...
de: Lade QuillEditor...
es: Cargando QuillEditor...
it: Caricamento di QuillEditor...

# policy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
it: Informativa sulla privacy

source: Donate
de: Spenden
es: Donar
it: Donazione

# phasesStart
source: Starts
de: Startet
es: Inicio
it: Inizio

# phasesStartAt
source: Start at
de: Startet am
es: Comienza en
it: Inizia alle

# phasesEndsAt
source: Ends at
de: Endet am
es: Termina en
it: Termina alle

# phasesLastFor
source: Lasts for
de: Dauer
es: Dura por
it: Dura per

# phasesProposalTitle
source: Proposal Phase
de: Vorschlagsphase
es: Fase de propuesta
it: Fase di proposta

# phasesVotingTitle
source: Voting Phase
de: Abstimmungsphase
es: Fase de votación
it: Fase di votazione

# alertSuccessCreateProcess
source: Process starting...
de: Prozess startet...
es: Iniciando el proceso...
it: Avvio del processo...

# alertSuccessCreatingProcess
source: Process is being created...
de: Prozess wird erstellt...
es: El proceso está en creación...
it: Il processo è in fase di creazione...

# alertSuccessSubmitVote
source: Vote submitted for:
de: Wahl eingereicht für:
es: Voto enviado para:
it: Voto inviato per:

# alertSuccessRepeatProcess
source: Repeat process with selection...
de: Wiederhole den Prozess mit der Auswahl...
es: Repetir el proceso con la selección...
it: Ripetere il processo con la selezione...

# alertSuccessWebsocketConnected
source: Successfully connected to WebSocket
de: Erfolgreich mit WebSocket verbunden
es: Conexión a WebSocket exitosa
it: Connessione a WebSocket riuscita

# alertConnectingToWebsocket
source: Connecting to WebSocket...
de: Verbindung zu WebSocket wird hergestellt...
es: Conectando a WebSocket...
it: Connessione a WebSocket...

# alertInfoSubmittingVote
source: Submitting vote...
de: Wahl wird eingereicht...
es: Enviando voto...
it: Invio del voto...

# alertErrorTopicQuestion
source: Please add a Topic Question
de: Bitte fügen Sie eine Themenfrage hinzu
es: Por favor, añade una pregunta sobre el tema
it: Si prega di aggiungere una domanda sull'argomento

# alertErrorEmptyName
source: Please add a name
de: Bitte fügen Sie einen Namen hinzu
es: Por favor, añade un nombre
it: Per favore aggiungi un nome

# alertErrorProposalsMissing
source: Missing proposals, you need at least 2 proposals
de: Fehlende Vorschläge, Sie benötigen mindestens 2 Vorschläge.
es: Faltan propuestas, se requieren al menos 2
it: Proposte mancanti, sono necessarie almeno 2 proposte

# alertErrorMissingProposals
source: Missing proposals, you need to select at least 2 proposals
de: Fehlende Vorschläge, Sie müssen mindestens 2 Vorschläge auswählen.
es: Faltan propuestas, es necesario seleccionar al menos 2
it: Proposte mancanti, è necessario selezionare almeno 2 proposte

# alertErrorPayloadSizeTooLarge
source: Payload size is too large, please reduce the size of your content
de: Die Nutzlastgröße ist zu groß, bitte reduzieren Sie die Größe Ihres Inhalts
es: El tamaño del payload es demasiado grande, reduce el tamaño del contenido
it: La dimensione del payload è troppo grande, riduci la dimensione del contenuto

# alertErrorConnectingToWebsocket
source: Error connecting to WebSocket
de: Fehler beim Verbinden mit WebSocket
es: Error al conectar con WebSocket
it: Errore di connessione a WebSocket

source: remaining time
de: verbleibende Zeit
es: tiempo restante
it: tempo rimanente

source: skipped
de: übersprungen
es: omitido
it: saltato

# tagline
source: Finding the best solution
de: Die beste Lösung finden
es: Encontrar la mejor solución
it: Trovare la soluzione migliore

# buttonDashboard
source: Dashboard
es: Panel de control
it: Pannello di controllo

# buttonAbout
source: About
de: Über
es: Información
it: Informazioni

# buttonGo
source: GO
de: Los
es: IR
it: VAI

# buttonHome
source: Home
de: Startseite
es: Inicio

# buttonToggleDark
source: Toggle dark mode
de: Dunkelmodus umschalten
es: Activar modo oscuro
it: Attivala modalità scura

# buttonToggleLangs
source: Change languages
de: Sprachen ändern
es: Cambiar idioma
it: Cambia lingua

# buttonStart
source: Start process
de: Starten Sie den Prozess
es: Iniciar el proceso
it: Avvia il processo

# buttonContinue
source: Continue
de: Weiter
es: Continuar
it: Continua

# buttonBack
source: Back
de: Zurück
es: Atrás
it: Indietro

# buttonEdit
source: Edit
de: Bearbeiten
es: Editar
it: Modifica

# buttonSave
source: Save
de: Speichern
es: Guardar
it: Salva

# buttonSelect
source: select
de: auswählen
es: seleccionar
it: seleziona

# buttonConfirm
source: confirm
de: Bestätigen
es: confirmar
it: conferma

# buttonCancel
source: cancel
de: abbrechen
es: cancelar
it: annulla

# buttonDone
source: done
de: fertig
es: hecho
it: fatto

# buttonDelete
source: Delete
de: Löschen
es: Eliminar
it: Elimina

# buttonUpdate
source: Update
es: Actualizar
it: Aggiornare

source: Loading
de: Laden
es: Cargando
it: Caricamento

source: Calendar
de: Kalender
es: Calendario
it: Calendario

source: Slider
de: Schieberegler
es: Deslizador
it: Dispositivo di scorrimento

source: Not found
de: Nicht gefunden
es: No encontrado
it: Non trovato

# processNoVotesSubmitted
source: No votes submitted
de: Keine Stimmen abgegeben
es: No se han enviado votos
it: Nessun voto inviato

# processNoProposalsSubmitted
source: No proposals were submitted.
de: Es wurden keine Vorschläge eingereicht.
es: No se han enviado propuestas.
it: Nessuna proposta è stata inviata.

# processTopic
source: Topic Question
de: Thema Frage
es: Pregunta sobre el tema
it: Domanda sull'argomento

# processTitle
source: Title
de: Titel
es: Título
it: Titolo

# processDescription
source: Description
de: Beschreibung
es: Descripción
it: Descrizione

# processWeighting
source: Negative Score Weighting
de: Negative Punktegewichtung
es: Ponderación del voto negativo
it: Ponderazione del punteggio negativo

# processProposal
source: Proposal
de: Vorschlag
es: Propuesta
it: Proposta

# processProposals
source: Proposals
de: Vorschläge
es: Propuestas
it: Proposte

# processAddProposal
source: Add proposal
de: Vorschlag hinzufügen
es: Agregar propuesta
it: Aggiungi proposta

# processAverageScore
source: Average Score
de: Durchschnittliche Punktzahl
es: Puntuación media
it: Punteggio medio

# processTotalScore
source: Total Score
de: Gesamtpunktzahl
es: Puntuación total
it: Punteggio totale

# processResults
source: Results
de: Ergebnisse
es: Resultados
it: Resultati

# processMaxProposals
source: Maximum amount of proposals
de: Maximale Anzahl von Vorschlägen
es: Número máximo de propuestas
it: Numero massimo di proposte

# processAmountProposals
source: Amount of proposals
de: Anzahl von Vorschlägen
es: Cantidad de propuestas
it: Quantità di proposte

# processLimitProposals
source: Limit amount of proposals
de: Anzahl von Vorschlägen begrenzen
es: Limitar la cantidad de propuestas
it: Limitare la quantità di proposte

source: Process starting...
de: Prozess beginnt...
es: Iniciando el proceso...
it: Avvio del processo...

# processSubmitVote
source: Submit Vote
de: Wahl abschicken
es: Enviar voto
it: Invia voto

# processShareableUrl
source: Shareable link
de: Teilbarer Link
es: Enlace compartible
it: Link condivisibile

# processQrCode
source: Qr-Code
es: Código QR

# processVoterName
source: Your name or persistent alias
de: Ihr Name oder dauerhafter Alias
es: Tu nombre o alias persistente
it: Il tuo nome o alias persistente

# processVoters
source: Voters
de: Wählende
es: Votantes
it: Votanti

# processVoter
source: Voter
de: Wählende
es: Votante
it: Votante

# processExportData
source: Export Data
de: Daten exportieren
es: Exportar datos
it: Esporta dati

# processAdvancedOptions
source: Show Advanced Options
de: Erweiterte Optionen anzeigen
es: Mostrar opciones avanzadas
it: Mostra opzioni avanzate

# processPhasesSelect
source: Select phases
de: Phasen auswählen
es: Seleccionar fases
it: Seleziona fasi

# processPhasesFull
source: Proposal + Voting Phase
de: Vorschlags- und Abstimmungsphase
es: Propuesta + Fase de votación
it: Proposta + Fase di votazione

# processPhasesVoting
source: Voting Phase only
de: Nur die Abstimmungsphase
es: Solo fase de votación
it: Solo fase di votazione

# processAddProposalTemplate
source: Add proposal by template
de: Vorschlag per Vorlage hinzufügen
es: Agregar propuesta por plantilla
it: Aggiungi proposta per modello

# proposalZeroDescription
source: Keep things the way they are.
de: Die Dinge so belassen, wie sie sind.
es: Mantener las cosas como están.
it: Mantieni le cose come sono.

# proposalOneTitle
source: Repeat process
de: Prozess wiederholen
es: Repetir el proceso
it: Ripeti il processo

# proposalOneDescription
source: Repeat the process and look for other options.
de: Wiederholen Sie den Vorgang und suchen Sie nach anderen Optionen.
es: Repetir el proceso y buscar otras opciones.
it: Ripeti il processo e cerca altre opzioni.

source: Repeat process
de: Prozess wiederholen
es: Repetir el proceso
it: Ripeti il processo

# description
source: Ukuvota is a powerful decision making tool that helps people make informed choices in a collaborative and organized manner.
de: Entscheidungen treffen mit Transparenz und Effizienz. Ein einfaches und effektives Tool für Meinungsbildung und Entscheidungsfindung.
es: Ukuvota es una herramienta poderosa de toma de decisiones que ayuda a las personas a tomar decisiones informadas de manera colaborativa y organizada.
it: Ukuvota è un potente strumento decisionale che aiuta le persone a fare scelte informate in modo collaborativo e organizzato.

# wip
source: Work in progress
de: in Bearbeitung
es: En proceso
it: In Lavorazione

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni

# settingsLanguage
source: Language
de: Sprache
es: Idioma
it: Lingua

# settingsNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# settingsPrivacy
source: Privacy
de: Datenschutz
es: Privacidad

# settingsAbout
source: About
de: Über
es: Acerca de
it: Informazioni

source: Existing Process Data
de: Vorhandene Prozessdaten
es: Datos del proceso existente
it: Dati del processo esistente

# existingProcessDataMessage
source: You have existing process data. Do you want to start a new process or continue the existing one?
de: Sie haben vorhandene Prozessdaten. Möchten Sie einen neuen Prozess starten oder den vorhandenen fortsetzen?
es: Tienes datos del proceso existente. ¿Quieres iniciar un nuevo proceso o continuar con el existente?
it: Hai dei dati di processo esistenti. Vuoi avviare un nuovo processo o continuare quello esistente?

source: Start New
de: Neu starten
es: Iniciar Nuevo
it: Avvia Nuovo

source: Continue Existing
de: Vorhandenes fortsetzen
es: Continuar Existente
it: Continua Esistente

# hintMinTwoProposals
source: A minimum of two proposals are required to continue.
de: Es sind mindestens zwei Vorschläge erforderlich, um fortzufahren.
es: Se requieren al menos dos propuestas para continuar.
it: Sono necessarie almeno due proposte per continuare.

# hintProposalsNotEmpty
source: Proposals cannot be empty. Please provide a title or description for each proposal.
de: Vorschläge dürfen nicht leer sein. Bitte gib für jeden Vorschlag einen Titel oder eine Beschreibung an.
es: Las propuestas no pueden estar vacías. Proporciona un título o descripción para cada propuesta.
it: Le proposte non possono essere vuote. Fornisci un titolo o una descrizione per ogni proposta.

# proposalZeroTitle
source: Status quo
de: Aktueller Stand
